Repository: WPPlugins/fb-cache-cleaner
Catalog: trunk/languages/fcc-*.po
Languages: es_es

source: Settings
es_es: Parametrización

source: Settings updated!
es_es: ¡Configuración actualizada!

source: Clean cache on
es_es: Limpar el caché

source: Pages
es_es: Páginas

source: Manually delete of all cache
es_es: Eliminar manualmente del caché de todos

source: Delete all
es_es: Eliminar todo

source: This may take a long time depending on the performance of the server and the number of pages / post.
es_es: Esto puede tomar mucho tiempo dependiendo del rendimiento del servidor y el número de páginas / post.

source: Save settings
es_es: Guarda los ajustes

source: Cache cleared!
es_es: Carpeta del caché limpiada!

source: Return back
es_es: Volver

source: This plugin will force the cache of Facebook's OG when a post or page is saved or updated.
es_es: Este plugin obligará a la caché de Facebook de OG cuando un post o una página se guardan o se actualiza.

source: Clear cache on
es_es: Limpar el caché
